tap "1password/tap"
tap "azure/functions"
tap "charmbracelet/tap"
tap "daipeihust/tap"
tap "dart-lang/dart"
tap "dominikbraun/timetrace"
tap "felixkratz/formulae"
tap "harelba/q"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/services"
tap "instantclienttap/instantclient"
tap "laishulu/homebrew"
tap "leoafarias/fvm"
tap "microsoft/mssql-release"
tap "railwaycat/emacsmacport"
tap "suzuki-shunsuke/ghalint"
tap "ynqa/tap"
brew "jpeg-turbo"
brew "libpng"
brew "xz"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "ncurses", link: true
brew "bash"
brew "libgit2"
brew "bat"
brew "btop"
brew "bzip2"
brew "freetype"
brew "pcre2"
brew "glib"
brew "python-setuptools"
brew "cairo"
brew "libuv"
brew "ccusage"
brew "clipboard"
brew "cmake"
brew "cocoapods"
brew "lima"
brew "colima"
brew "colordiff"
brew "coreutils"
brew "csview"
brew "dash-shell", link: false
brew "dive"
brew "docker-completion"
brew "docker", link: false
brew "duf"
brew "duti"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "libssh"
brew "pango"
brew "tesseract"
brew "fish"
brew "flatbuffers"
brew "unixodbc"
brew "gcc"
brew "libavif"
brew "gd"
brew "gemini-cli"
brew "gh"
brew "ghalint"
brew "ghq"
brew "git"
brew "git-delta"
brew "glances"
brew "libgpg-error"
brew "gnupg"
brew "go-task"
brew "gping"
brew "jasper"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grex"
brew "hadolint"
brew "uv"
brew "hatch"
brew "httpie"
brew "hub"
brew "jansson"
brew "jpeg"
brew "jq"
brew "jsonschema"
brew "just"
brew "keyring"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "libcbor"
brew "libfido2"
brew "libgccjit"
brew "python@3.12"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "libwebsockets"
brew "libxmlsec1"
brew "libxt"
brew "lsd"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "marp-cli"
brew "mecab"
brew "minikube"
brew "mise"
brew "mkcert"
brew "mysql-client"
brew "navi"
brew "tree-sitter"
brew "neovim"
brew "nkf"
brew "nss"
brew "numpy"
brew "oath-toolkit"
brew "onefetch"
brew "openjdk"
brew "openssl@1.1"
brew "openvino"
brew "pandoc"
brew "pdm"
brew "peco"
brew "php"
brew "pkl"
brew "poppler"
brew "postgresql@14"
brew "procs"
brew "python-packaging"
brew "python-psutil"
brew "python@3.9"
brew "qemu"
brew "qsv"
brew "quicktype"
brew "resvg", link: false
brew "scrcpy"
brew "sd"
brew "sevenzip"
brew "slumber"
brew "starship"
brew "tectonic"
brew "tokei"
brew "translate-shell"
brew "tree"
brew "trippy"
brew "virtualenv"
brew "zellij"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@4"
brew "charmbracelet/tap/freeze"
brew "daipeihust/tap/im-select"
brew "dominikbraun/timetrace/timetrace"
brew "felixkratz/formulae/borders"
brew "harelba/q/q"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "laishulu/homebrew/macism"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
brew "railwaycat/emacsmacport/emacs-mac@29"
brew "ynqa/tap/jnv"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "aws-vault-binary"
cask "chatgpt-atlas"
cask "claude"
cask "claude-code"
cask "clickup"
cask "codex"
cask "cursor"
cask "cyberduck"
cask "dbeaver-community"
cask "docker-desktop"
cask "drawio"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-cascadia-code-nf"
cask "font-hack-nerd-font"
cask "font-hackgen-nerd"
cask "font-symbols-only-nerd-font"
cask "fork"
cask "gcloud-cli"
cask "ghostty"
cask "glide-browser"
cask "google-chrome"
cask "homerow"
cask "httpie-desktop"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "jupyterlab-app"
cask "karabiner-elements"
cask "keycastr"
cask "kindavim"
cask "kitty"
cask "macskk"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mockoon"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "postman-agent"
cask "raindropio"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "zed"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "93akkord.output-link-to-file"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "azemoh.theme-onedark"
vscode "azurite.azurite"
vscode "bocovo.dbml-erd-visualizer"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "corschenzi.mermaid-graphical-editor"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-extension-pack"
vscode "elagil.pre-commit-helper"
vscode "emilast.logfilehighlighter"
vscode "file-icons.file-icons"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "james-yu.latex-workshop"
vscode "jock.svg"
vscode "marp-team.marp-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "matt-meyers.vscode-dbml"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mitchdenny.ecdc"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azure-mcp-server"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sclu1034.justfile"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sporto.rails-go-to-spec"
vscode "swellaby.rust-pack"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "tomoki1207.vscode-gfm-preview"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
go "cmd/go"
go "cmd/gofmt"
