tap "1password/tap"
tap "azure/functions"
tap "dart-lang/dart"
tap "harelba/q"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "instantclienttap/instantclient"
tap "leoafarias/fvm"
tap "microsoft/mssql-release"
tap "universal-ctags/universal-ctags"
brew "libpng"
brew "xz"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "coreutils"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "libgit2"
brew "bat"
brew "freetype"
brew "cocoapods"
brew "libevent"
brew "unbound"
brew "libssh"
brew "ncurses", link: true
brew "qemu"
brew "lima"
brew "colima"
brew "colordiff"
brew "csview"
brew "curl"
brew "dash", link: false
brew "direnv"
brew "docker-completion"
brew "docker"
brew "duf"
brew "emacs"
brew "exa"
brew "fd"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "libavif"
brew "gd"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "openssl@1.1"
brew "glances"
brew "gping"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grex"
brew "gum"
brew "helix"
brew "hub"
brew "jpeg", link: true
brew "jq"
brew "jsonschema"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "libwebsockets"
brew "libxmlsec1"
brew "luajit-openresty"
brew "minikube"
brew "mosquitto"
brew "zlib"
brew "mysql-client"
brew "navi"
brew "neovim"
brew "nkf"
brew "oath-toolkit"
brew "openjdk"
brew "peco"
brew "php"
brew "virtualenv"
brew "pipenv"
brew "pnpm"
brew "poetry"
brew "procs"
brew "python@3.9"
brew "ripgrep"
brew "rye"
brew "scrcpy"
brew "sd"
brew "starship"
brew "tig"
brew "tldr"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "xsv"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@4"
brew "dart-lang/dart/dart"
brew "harelba/q/q"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "leoafarias/fvm/fvm"
brew "microsoft/mssql-release/mssql-tools"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "aws-vault"
cask "cheatsheet"
cask "clickup"
cask "cyberduck"
cask "dash"
cask "dbeaver-community"
cask "drawio"
cask "dropbox"
cask "fig"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mockoon"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "postman-agent"
cask "raindropio"
cask "raycast"
cask "skitch"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "zoom"
vscode "93akkord.output-link-to-file"
vscode "aki77.rails-db-schema"
vscode "alefragnani.Bookmarks"
vscode "alefragnani.project-manager"
vscode "anseki.vscode-color"
vscode "asurance.binary-preview"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codemooseus.vscode-devtools-for-chrome"
vscode "DavidAnson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "emilast.LogFileHighlighter"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "evilz.vscode-reveal"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "hex-ci.stylelint-plus"
vscode "IBM.output-colorizer"
vscode "jdinhlife.gruvbox"
vscode "mathiasfrohlich.Kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mitchdenny.ecdc"
vscode "mosapride.zenkaku"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "phplasma.csv-to-table"
vscode "PKief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "Shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sporto.rails-go-to-spec"
vscode "spywhere.mark-jump"
vscode "Swellaby.rust-pack"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.vscode-gfm-preview"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wmaurer.change-case"
vscode "Wscats.eno"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
