tap "1password/tap"
tap "azure/functions"
tap "charmbracelet/tap"
tap "daipeihust/tap"
tap "dart-lang/dart"
tap "dominikbraun/timetrace"
tap "harelba/q"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "instantclienttap/instantclient"
tap "julien-cpsn/atac"
tap "leoafarias/fvm"
tap "microsoft/mssql-release"
tap "railwaycat/emacsmacport"
tap "universal-ctags/universal-ctags"
tap "ynqa/tap"
brew "jpeg-turbo"
brew "libpng"
brew "xz"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "atac"
brew "python@3.12"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "libgit2"
brew "bat"
brew "btop"
brew "freetype"
brew "pcre2"
brew "python-setuptools"
brew "glib"
brew "cairo"
brew "cmake"
brew "cocoapods"
brew "lima"
brew "colima"
brew "colordiff"
brew "coreutils"
brew "csview"
brew "dash", link: false
brew "direnv"
brew "dive"
brew "docker-completion"
brew "docker", link: false
brew "duf"
brew "fd"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "libssh"
brew "python-packaging"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "flatbuffers"
brew "unixodbc"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "glances"
brew "libgpg-error"
brew "gnupg"
brew "go-task"
brew "gping"
brew "jasper"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grex"
brew "gum"
brew "uv"
brew "hatch"
brew "httpie"
brew "hub"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jansson"
brew "jpeg"
brew "jq"
brew "jsonschema"
brew "just"
brew "keyring"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libcbor"
brew "libfido2"
brew "libgccjit"
brew "libuv"
brew "libwebsockets"
brew "libxmlsec1"
brew "libxt"
brew "lsd"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "minikube"
brew "mise"
brew "mkcert"
brew "mysql-client"
brew "navi"
brew "ncurses", link: true
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nkf"
brew "nss"
brew "numpy"
brew "oath-toolkit"
brew "onefetch"
brew "openjdk"
brew "openssl@1.1"
brew "openvino"
brew "pdm"
brew "peco"
brew "php"
brew "pkl"
brew "pnpm"
brew "poetry"
brew "poppler"
brew "postgresql@14"
brew "procs"
brew "python-psutil"
brew "python@3.9"
brew "qemu"
brew "qsv"
brew "ripgrep"
brew "rye"
brew "scrcpy"
brew "sd"
brew "sevenzip"
brew "starship"
brew "superfile"
brew "tectonic"
brew "tldr"
brew "tokei"
brew "translate-shell"
brew "tree"
brew "trippy"
brew "virtualenv"
brew "xsv"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@4"
brew "charmbracelet/tap/freeze"
brew "daipeihust/tap/im-select"
brew "dominikbraun/timetrace/timetrace"
brew "harelba/q/q"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-glib", "with-librsvg", "with-native-comp", "with-xwidgets"]
brew "ynqa/tap/jnv"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "aws-vault"
cask "azure-data-studio"
cask "cheatsheet"
cask "clickup"
cask "cursor"
cask "cyberduck"
cask "dbeaver-community"
cask "docker"
cask "drawio"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-symbols-only-nerd-font"
cask "fork"
cask "ghostty"
cask "gitbutler"
cask "google-chrome"
cask "google-cloud-sdk"
cask "homerow"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jupyterlab"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "mockoon"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "postman-agent"
cask "pushplaylabs-sidekick"
cask "raindropio"
cask "raycast"
cask "responsively"
cask "skitch"
cask "slack"
cask "spotify"
cask "stratoshark"
cask "sublime-text"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "wave"
cask "wezterm"
cask "wireshark"
cask "zed"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "93akkord.output-link-to-file"
vscode "aaron-bond.better-comments"
vscode "aki77.rails-db-schema"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "asurance.binary-preview"
vscode "asvetliakov.vscode-neovim"
vscode "azurite.azurite"
vscode "batisteo.vscode-django"
vscode "biomejs.biome"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "corschenzi.mermaid-graphical-editor"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "editorconfig.editorconfig"
vscode "elagil.pre-commit-helper"
vscode "emilast.logfilehighlighter"
vscode "eriklynd.json-tools"
vscode "evilz.vscode-reveal"
vscode "file-icons.file-icons"
vscode "fill-labs.dependi"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "ibm.output-colorizer"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "johnpapa.vscode-peacock"
vscode "matangover.mypy"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mitchdenny.ecdc"
vscode "mosapride.zenkaku"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "saoudrizwan.claude-dev"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sporto.rails-go-to-spec"
vscode "swellaby.rust-pack"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "tomoki1207.vscode-gfm-preview"
vscode "uctakeoff.vscode-counter"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "withfig.fig"
vscode "wmaurer.change-case"
vscode "wscats.eno"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
