jorgebucaran/fisher
oh-my-fish/plugin-extract
yuys13/fish-autols
edc/bass
0rax/fish-bd
jethrokuan/fzf
lewisacidic/fish-git-abbr
ilancosman/tide@v6
